esp-arduino-libs/ESP32_Display_Panel/test_apps/sdkconfig.defaults.esp32_s3_otg
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_CONSOLE_SECONDARY_NONE=y
# CONFIG_ESP_TASK_WDT is not set
CONFIG_FREERTOS_HZ=1000
CONFIG_ESP_PANEL_BOARD_ESP32_S3_USB_OTG=y
